[
  {"imageName":"http://jdevanathan3.github.io/Home_Picture.jpg","name":"Jayanth Devanathan","email":"jdevanathan3@gatech.edu","details":"I'm Jayanth Devanathan, an undergraduate in Computer Science at the Georgia Institute of Technology. Click the tabs to navigate throughout the site. Feel free to email me with any questions."}, 
{"About":"About", "AboutText":"I'm Jayanth Devanathan, an undergraduate in Computer Science at the Georgia Institute of Technology. I'm currently pursuing a BS in Computer Science in Georgia Tech's College of Computing, and am planning to specialize in Intelligence and Information Internetworks.I've had 4 years of coding experience in high school, from my AP Computer Science class to courses I took in Artificial Intelligence and Parallel Computing. I've also finished a 3-year internship in a medical imaging lab, where I analyzed muscle ultrasound videos for prosthetic research.",
"Skills":"Skills", "SkillsText":"I'm experienced in Java, MATLAB, and HTML, and familiar with Python and C. I have extensive experience in web development, having been webmaster for two of my clubs in high school, and winning 2nd place in a national website contest with one of my previous club websites. I've also been involved in a 3-year internship at the Biomedical Imaging Lab at George Mason University, where I developed a software that could read and emulate upper arm muscle ultrasound.",
"Interests":"Interests", "InterestsText":"I'm interested in projects pertaining to mobile applications and web development, as well as machine learning and image analysis. I enjoy applying computer science concepts to fields of research, as I have done with muscle ultrasound imaging in my high school research. I've also worked extensively in parallel computing, and enjoy using parallel systems such as MPI to manage functions, as well as neural networks for processes in artificial intelligence. Outside of computer science, I enjoy running, biking, and swimming. I'm currently treasurer of the Freshman Servant Leadership Organization on campus, which organizes service projects and events. I'm also part of the Model UN competitive team, and was director of the GA Plenary committee during Georgia Tech's annual GTMUN. I'm also part of SGA's Community Relations committee, which organizes projects in the Atlanta area.", "Goals":"Goals", "GoalsText":"By pursuing a BS in Computer Science, I hope to gain a holistic view of the problem approach and design involved in Computer Science, as well as its application to a variety of disciplines through thread specifications, internships, and studying abroad."
}, {"Title":"Muscle Ultrasound Imaging: Detecting Digit Movements Using Ultrasound Imaging of Muscle Activity", "Description":
  "This project was done over a period of 3 summers in the Biomedical Imaging Lab at George Mason University. The goal of the project was to make a software in MATLAB that would understand physical hand motions based on muscle ultrasound data. I designed experimentation for collecting muscle ultrasound data from a variety of subjects, and synchronized the software with a 3D virtual hand interface to emulate the extent of software comprehension of the hand movement. This was a winning science fair project in the school district, and qualified for the state science fair.", "Picture1": "http://jdevanathan3.github.io/Project1_1.PNG", "Picture2": "http://jdevanathan3.github.io/Project1_2.PNG"}
  ]
